{
  "fake_articles": [
    {
      "id": "1",
      "website": "100PercentFedUp",
      "articles": [
        {
          "title": "Boy's love of cars sparks special mission of collecting decals",
          "description": "For as long as Patch Hurty could talk, he's been talking cars. When his mother, Lindsay, found a Ford decal that had fallen off a car last year, Patch, now 6, took it for a treasure. CBS News asked him why Patch's mom thought he would want it.'Because I love cars!' Patch said.For his parents, it was a teachable moment. 'My husband and I thought this is a great way to encourage him to read,' Lindsay said.",
          "date": "11/05/2018"
        },
        {
          "title": "UG snow plow damages two cars in KCK over weekend",
          "description": "KANSAS CITY, Kan. — Clearing side streets has been a constant concern this winter, Tracy Allen is dealing with two damaged cars after she says a Unified Government of Wyandotte County and KCK snow plow struck both cars early Sunday morning.'One of our vehicles that’s currently out will end up being totaled. The other vehicle is still drive-able, but the back driver-side door no longer can be opened and they’re going to have replace an entire side of it,' Allen said.'",
          "date": "05/05/2017"
        },
        {
          "title": "EU warns of reduced imports if Trump puts tariffs on cars",
          "description": "In this March 8, 2018 file photo photo Volkswagen cars are pictured during a final quality control at the Volkswagen plant in Wolfsburg, Germany. Germany's economic growth has stagnated in the last three months of the year. less FILE - In this March 8, 2018 file photo photo Volkswagen cars are pictured during a final quality control at the Volkswagen plant in Wolfsburg, Germany. Germany's economic growth has stagnated in the last three",
          "date": "04/11/2019"
        },
        {
          "title": "Saudi-Pak Joint Statement Snubs India's Attempts to Brand Masood Azhar a Global Terrorist",
          "description": "New Delhi: At a time when India is stepping up its efforts to brand the Pakistan-based Jaish-e-Mohammed (JeM) chief Masood Azhar as a global terrorist, close allies Saudi Arabia and Pakistan on Monday called for avoiding “politicisation” of the UN listing regime, a move that may not go well in New Delhi.Ahead of his visit to India amidst fresh Indo-Pak tensions, Saudi Crown Prince Mohammed bin Salman stressed that dialogue is the only way to ensure peace and stability in the region to resolve “outstanding issues” between India and Pakistan, according to a joint statement issued at the end his visit.",
          "date": "04/12/2015"
        },
        {
          "title": "Terrorist Investigations Division probes Madhush’s Bank Accounts",
          "description": "Investigations have been launched  to probe the bank accounts belonging  to underworld leader Maakandurey Madhush, who is currently being detained in Dubai.the Terrorist Investigation Division have probed more than 23 Dubai and Sri Lankan bank accounts belonging to him.in addition, an investigation has also commenced regarding other assets owned by the suspect.Investigations have revealed that more than Rs.5 billion rupees was acquired from heroin, cocaine, extortions and financial contract killings.Meanwhile, the police STF yesterday arrested an accomplice of underworld  member Keselwattey Dinuka.24-year-old Charidu Chanilka Sankalpa aka Rayinaa has been charged for the shooting that took place on Dam Street in Keselwatte on Monday.",
          "date": "03/02/2014"
        }
      ]
    },
    {
      "id": "2",
      "website": "21st Century Wire",
      "articles": [
        {
          "title": "For those living on the coast, ocean waves may be getting stronger",
          "description": "Many of us have heard that climate change is causing a rise in sea levels, higher ocean temperatures and a decline in sea ice. But stronger waves? According to a new study from the UC Santa Cruz Institute of Marine Sciences, waves are crashing onto the coastline with more force than ever before — and this increase in wave strength is directly correlated to ocean warming.Published in Nature Communications last month, the study found that wave power, which is the transfer of wind energy into wave motion, has increased globally by 0.4 percent per year from 1948 to 2017.This may seem like an insignificant number, but it can mean big changes when it comes to coastal damage and flooding.",
          "date": "11/09/2017"
        },
        {
          "title": "LeVar Burton Coming To Ocean City For OC-Con",
          "description": "You've seen LeVar Burton in Roots, 'Reading Rainbow' and 'Star Trek: The Next Generation.' Now you'll see the actor in Ocean City, highlighting this year's OC-Con Comic Book and Memorabilia Festival.OC-Con takes place April 6 (10 a.m. to 5 p.m.) and 7 (10 a.m. to 4 p.m.) at the Ocean City Music Pier. Burton, who played Lt. Commander Geordi La Forge in 'Star Trek: The Next Generation,' will be a special guest on both days.Tickets go on sale Friday for exclusive photo and autograph sessions. Visit oceancityvacation.com/boxoffice, call 609-399-6111 or got to the City Hall Welcome Center (Ninth Street and Asbury Avenue) or the Roy Gillian Welcome Center on the Route 52 causeway.",
          "date": "12/12/2018"
        },
        {
          "title": "San Francisco Producer Mikos Da Gawd Brings In Ricky Lake And Young Ocean For 'Alpines'",
          "description": "No result found, try new keyword! Mikos Da Gawd is a name we should all be familiar with by now, either for his work with the Soulection crew or for the production he lent to Anderson .Paak's game-changing 2014 album Venice. If for so...",
          "date": "01/01/2017"
        },
        {
          "title": "5 terms to look for instead of 'penthouse' if you're on the hunt for a luxury apartment with a unique layout, high ceilings, or outdoor space",
          "description": "An apartment listed as a duplex or a triplex — essentially 'anything that combines apartments,' can be very attractive, according to Lavrenov.'Let's say you had an apartment combination of floors 15 through 18 and the penthouse is on 19,' he said. 'That apartment can be just as attractive as the penthouse and probably even more unique.'Lavrenov pointed to a building he's handled sales for called The Edge, where a 1,800-square-foot penthouse at the top had a duplex layout, 'decent' views, and high ceilings. But there was a comparable — and some would say better — option below.'Interestingly enough, there was an apartment just like that on the seventh floor with a much bigger terrace, same kinds of ceilings, a more unique floor plan, more square footage, Lavrenov said. '... It was just over 2,000 square feet. It was a fantastic duplex, had 20-foot ceilings, 20-foot windows. So that certainly shows the value, that it's along the likeness of what a penthouse would be.",
          "date": "05/07/2015"
        },
        {
          "title": "Satellites Reveal A New View of Earth's Water from Space",
          "description": "This article was originally published at The Conversation. The publication contributed the article to Space.com's Expert Voices: Op-Ed & Insights.In 1889, near the remote border town of Embudo, New Mexico, John Wesley Powell, the famous explorer of the Grand Canyon and second head of the U.S. Geological Survey, started a quiet scientific revolution.He knew that water would be increasingly important to the American West, but no one had developed a way to figure out how much was available. Powell set up a field camp with 14 students, three instructors, two laborers and a cook, and tasked them with developing the first gauge to measure how much water flows through a U.S. river.",
          "date": "08/05/2015"
        }
      ]
    },
    {
      "id": "3",
      "website": "369News",
      "articles": [
        {
          "title": "Delta has a monthly warehouse sale with everything from old seats to airplane toilets — here's all the vintage aviation gear you can buy",
          "description": "If you've ever wanted to own a piece of airline history — or possibly even an airplane lavatory toilet — here's your chance.Each month, Delta Air Lines hosts a surplus sale at its museum near the Atlanta airport, its main hub for flights.Eager flight enthusiasts are able to have their pick of everything from airline cutlery and lapel pins to service carts and lounge seats. There are even plane parts, like tail cones, for sale, too.The airline recently shared photos of some of the items for sale with Business Insider.",
          "date": "04/03/2014"
        },
        {
          "title": "Four victims in fatal DUI crash",
          "description": "The four people killed in a two-vehicle crash Sunday morning have been identified.The crash in Santa Ana, was caused by an alleged drunken driver, authorities have said.The four people killed were in a pickup truck struck by the suspect’s vehicle. They were identified by the Santa Ana Police Department as Jose Alberto Avila-Rosas, 23, of Santa Ana; Ziomara Zaragoza, 23, of Garden Grove; Antonio Alonso Santibanez, 23, of Orange; and Prisma Yuliana Montoya, 34, of Santa Ana.Avila-Rosas was driving the white Chevrolet Silverado southbound on Tustin Avenue in Santa Ana when the vehicle was broadsided by a black Jeep Wrangler, traveling westbound on Fourth Street, after the driver of the Jeep ran a red light, police said.",
          "date": "02/03/2011"
        },
        {
          "title": "Brexit spurs breakaway from Britain's opposition Labour Party",
          "description": "Seven British lawmakers on Monday resigned from the Labour Party over its Brexit policies as well as other issues, including its approach to anti-Semitism.The Labour Party that we joined, that we campaigned for and believed in, is no longer today's Labour Party. We did everything we could to save it, but it has now been hijacked by the machine politics of the hard left, lawmaker Chris Leslie told a news conference.The leavers, who are known as The Independent Group, presented themselves as a new centrist option.However, they stopped short of forming a new political party.",
          "date": "01//04/2014"
        },
        {
          "title": "Mikaela Shiffrin overcomes sickness to win 4th straight slalom at worlds",
          "description": "Mikaela Shiffrin's careful planning didn't pay off in the giant slalom at the world championships, as the American had to settle for a bronze medal behind winner Petra Vlhova of Slovakia.Then came some words of encouragement from her coaches:The reality is you have to push for 60 seconds. Everything else doesn't matter. Just 60 seconds.They were the sweetest 60 seconds of her career.Fighting off a lung infection, Shiffrin delivered her most resilient performance yet to capture the slalom title at the world championships and become the first Alpine skier -- male or female -- to win the same event at four straight worlds.The drama added another layer of legend around a 23-year-old American who is on course to be the greatest skier of all time.",
          "date": "01/07/2013"
        },
        {
          "title": "Sickness spreading: what's going around and what schools are doing",
          "description": "So what exactly is it that's going around? Aside from the flu, here's what doctors are seeing.Upper respiratory infection, a cold, viral, just feeling bad, says Jessika Cooks, Hunter Health Clinic Chief Clinical Operations Officer.Steri-Clean is able to prevent the spread of bacteria with a whole room disinfection service.We can come in here and completely disinfect this room. Nothing is going to survive it. It's a mechanical kill, says Mark Elpers, Steri-Clean Kansas owner.Andale and other schools across the state are disinfecting because so many people are getting sick.Steri-Clean says the process it uses really works. We put down what they call a test strip and this one we'll put under this desk, then this corner, then that corner. When this room is being disinfected its a dry fog, but it almost looks like there's smoke in here, and those test strips will react to it. So when the process is done that strip and that strip will have a black strip on it. That means they got disinfected, says Elpers.",
          "date": "02/03/2015"
        }
      ]
    },
    {
      "id": "4",
      "website": "70news",
      "articles": [
        {
          "title": "Americans among group arrested in Haiti with arsenal of guns",
          "description": "Haitian police arrested a group of foreign nationals, including Americans, armed with semi-automatic weapons, Haitian newspapers reported on Monday, adding to uncertainty in the poor Caribbean country after more than a week of anti-government protests.The U.S. State Department was aware that Haitian police arrested a group that included U.S. citizens, an official at the department said on Monday.Haitian newspaper Le Nouvelliste reported that seven foreigners and a Haitian were in the group picked up by police on Sunday night. Police found rifles, pistols, drones and satellite phones in their vehicle, the paper said.Other media said several of the men were U.S. citizens, one was Serbian and another from Russia.Since Feb. 7, thousands of demonstrators have called for President Jovenel Moise to resign and for an independent probe into the whereabouts of funds from the PetroCaribe agreement, an alliance between Caribbean countries and OPEC member Venezuela.",
          "date": "06/05/2013"
        },
        {
          "title": "National Drink Wine Day uncorks a stream of spirited sentiment on social media",
          "description": "February 18th marks National Drink Wine Day. Pour yourself a glass and toast to these interesting facts about your favorite fermented fruit. VPC Benjamin Franklin reportedly once described wine as a constant proof that God loves us, and that he loves to see us happy.The founding father would have loved National Drink Wine Day. Especially this year's made-up holiday, as it also landed on Presidents Day, a federal holiday that occurs on the third Monday of February.The National Day Calendar, which tracks notable dates, does not state an origin for National Drink Wine Day. And neither does the Checkiday site, which simply says the February 18 holiday was started to spread the love and health benefits of wine.",
          "date": "02/18/2016"
        },
        {
          "title": "CBS's Lara Logan says she is committing 'professional suicide', admits the media Is 'mostly liberal'",
          "description": "Famed 60 Minutes correspondent Lara Logan has broken ranks with mainstream media, claiming news outlets are now 'mostly liberal' and have become ‘propagandists’ while covering President Trump.The South African-born foreign affairs journalist said that most of the American press is biased against Trump because journalists are overwhelmingly Democrats.‘You say the media is mostly liberal,’ Logan told Mike Ritland on his Mike Drop podcast.‘I agree with you. It’s true. Why can I say that with certainty?‘Well first of all I’ve been part of this for all my life, I’m 47 now and I’ve been a journalist since I was 17 and the media everywhere is mostly liberal not just in the U.S, but in this country 85 percent of journalists are registered Democrats so that’s just a fact.’",
          "date": "07/27/2017"
        },
        {
          "title": "This Was The Last Photo Taken By NASA's Opportunity Rover On Mars",
          "description": "Last week we said a somber goodbye to NASA’s Opportunity rover, which had been active on Mars for almost 15 years. So what better way to remember the mission than by looking at the last image it ever sent home? Opportunity landed on Mars on 25 January 2004. It was supposed to last just 90 Martian days (sols), or 87 Earth days, but ended up surviving 5,111 sols, until 10 June 2018.That was the day that a dust storm on Mars began to envelop the entire planet. Mars experiences seasonal dust storms when heat from the Sun causes dust to rise from the surface. These can often last weeks, moderately reducing the amount of sunlight that can reach the surface.In mid-2018 Opportunity faced its toughest test of all, however – a global dust storm that lasted for months, reducing the light to just 0.002 percent of its usual level. As Opportunity relied on solar power to survive, these conditions were unbearable. Despite trying to hibernate through the storm by entering safe mode, when the storm finally abated in late 2018 the rover failed to wake up again. On Wednesday February 13, NASA said it would cease attempts to contact the rover.",
          "date": "05/31/2018"
        },
        {
          "title": "NASA's New Team Is Dedicated Only To Finding Aliens, And Here's Why",
          "description": "Aliens have long fascinated mankind, regardless of whether or not they believe in the existence of extraterrestrials. Now, NASA has formed a team dedicated to finding life beyond Earth in the hopes of solving the age-old question: Are we alone? On its official Twitter page, NASA revealed that it plans to amp up its efforts in detecting lifeforms outside our planet. This week, the Center for Life Detection Science (CLDS) will be launched in Silicon Valley as NASA's new arm in the search for life and concrete answers on how life began on Earth and where it could exist elsewhere.The research team will be part of the U.S. space agency's Ames Research Center in Mountain View, California and will comprise of a 'new consortium of researchers' from NASA and other organizations with specializations in biology, physical science, astrophysics and more, according to NASA's website.",
          "date": "03/17/2015"
        }
      ]
    },
    {
      "id": "5",
      "website": "A Sheep No More",
      "articles": [
        {
          "title": "Computers could write full and wrong news stories",
          "description": "A research group backed by Silicon Valley heavyweights on Thursday released a paper showing that technology that can generate realistic news stories from little more than a headline suggestion is poised to advance rapidly in the coming years.OpenAI, the group backed by LinkedIn founder Reid Hoffman, among others, was founded to research how to make increasingly powerful artificial intelligence tools safer. It found, among other things, that computers - already used to write brief news reports from press releases - can be trained to read and write longer blocks of text more easily than previously thought.",
          "date": "01/02/2016"
        },
        {
          "title": "Donation means new computers for Sherrill Kenwood library",
          "description": "The Sherrill Kenwood Free Library will be getting new computers both for the public and for library staff.The Community Foundation of Herkimer & Oneida Counties is providing $1,711 for the computers, according to foundation release. The new equipment will help library staff with daily tasks and library management. Some of the equipment will also be available to the 10-to-15 people who take advantage of free computer access in the library each day.",
          "date": "02/03/2014"
        },
        {
          "title": "Are research computers of the 'future' coming to Rome?",
          "description": "It's located at Griffiss Business and Technology Park.United States Senator Chuck Schumer traveled to Rome to tout the possibilities.Last year, Congress passed the National Quantum Initiative Act.Experts say once fully developed, Quantum computers could perform at speeds millions of times faster than today's most advanced machines.Schumer says SUNY Poly's partnership with Rome Lab's existing Quantum research capabilities are critical to capturing new federal opportunities for the area.",
          "date": "05/08/2016"
        },
        {
          "title": "Haitians seek water, food as businesses reopen after protest",
          "description": "Businesses and government offices slowly reopened across Haiti on Monday after more than a week of violent demonstrations over prices that have doubled for food, gas and other basic goods in recent weeks and allegations of government corruption.Public transportation resumed in the capital, Port-au-Prince, where people began lining up to buy food, water and gas as crews cleared barricaded streets, where hundreds of thousands of Haitians had protested to demand the resignation of President Jovenel Moise.",
          "date": "09/19/2013"
        },
        {
          "title": "Venezuela to Distribute Food to Poor Colombians Amid Aid Tension",
          "description": "Venezuela's government will stage two concerts on the Colombian border this weekend to compete with a 'Live Aid'-style show announced by British billionaire Richard Branson to raise funds for food and medicine for the South American country.Increasingly internationally isolated President Nicolas Maduro, who denies there is a humanitarian crisis in Venezuela, says Western relief efforts coordinated by the opposition are part of a U.S.-orchestrated coup to overthrow him.Branson said last week he was organizing a concert on Feb. 22 to raise funds for aid for Venezuela in the Colombian border city of Cucuta, where donations provided by the United States and others are already being stockpiled.",
          "date": "01/03/2015"
        }
      ]
    },
    {
      "id": "6",
      "website": "Abcnews.com.co",
      "articles": [
        {
          "title": "Welcome to (possibly) the only town in America that wants a new Civil War memorial",
          "description": "It would seem an unthinkable proposal right now, what this small and quaint town in rural Maryland is considering.Because while the rest of the nation is having a deep reckoning with the statues and monuments of the Civil War, this picture-perfect town is thinking of building a new one.A big one. One officials hope will attract buses and tourists and bring prosperity to their small town.Except what they get may be notoriety.",
          "date": "07/25/2015"
        },
        {
          "title": "Korean War veterans hope Trump-Kim talks bring end to conflict",
          "description": "As the North Korean army invaded the South, Jinwon realised he had to hide until it was safe.'When the South Korean army recaptured my area, I thought I should take revenge from the North Koreans,' Jin-won told Al Jazeera. 'So my colleagues and I decided to join the military as student soldiers. Afterwards, I joined the army as a military cadet and took part in the Sudo Hill battle where nearly half of my platoon was killed.",
          "date": "04/05/2016"
        },
        {
          "title": "The Border’ Is a Stunning and Timely Conclusion to Don Winslow’s Drug-War Trilogy",
          "description": "Along with the battle to succeed Barrera, the plot involves Keller’s becoming head of the D.E.A. despite his strong distrust of the federal government and its approach to solving America’s drug problems. In order to do that, Keller sets himself up as a kind of independent investigator, which has a current resonance, too. The book makes Winslow’s clear case for why everything we’re told about Mexican drug imports is wrong: why New York is so vital to the country’s illegal-drug distribution, and even production; how Wall Street money and drug money are intertwined; and how money laundering intersects with businesses like real estate.",
          "date": "02/01/2011"
        },
        {
          "title": "Philly renames parts of Market and Sixth streets in honor of founding fathers, black history",
          "description": "A part of the President’s House exhibition is dedicated to Ona Judge Staines, who came to Philadelphia from Mount Vernon as Martha Washington’s personal maid. She was never kept in the city for more than six months at a time, to prevent her from becoming a permanent, freed resident. But Judge Staines eventually escaped on a boat to New Hampshire, where she evaded George Washington’s attempts to recapture her, and where she learned to read and write, and lived with her family until her death.",
          "date": "01/03/2015"
        },
        {
          "title": "Krewe of Kuties strolls the streets of Old Gretna",
          "description": "With family members pushing, pulling and helping the youngest participants in their trinket tossing, many groups had creative costume themes. Four families calling their crew Tres Amigos backed up their kids by all dressing in matching colorful serapes and sombreros. Another group all wore the black and white stripes of sports referees complete with whistles and yellow flags. One group surrounding a decorated cart sported the high-flying hair of trolls.",
          "date": "02/21/2015"
        }
      ]
    },
    {
      "id": "7",
      "website": "Accuracy in Media (AIM)",
      "articles": [
        {
          "title": "This enterprise software startup has VCs literally knocking on its doors to invest, but for now, it's not interested",
          "description": "When the work management software startup Notion moved offices recently, it didn't update its address on Google Maps.The reason: VCs were literally knocking on its doors to discuss potential investments.'We still haven't updated our office address from the old one,' Notion CEO Ivan Zhao told Business Insider in a recent interview. 'We're thinking of switching to a PO Box.",
          "date": "04/14/2014"
        },
        {
          "title": "Engineering Software Market share will Increase US$ 46 Billion by 2024",
          "description": "The global engineering software program market is anticipated to witness sizeable boom opportunities within the oil & gas enterprise for the automatic systems designing and manner evaluation within the near destiny. Drafting& three-D modeling is expected to be the fastest and most promising application for the engineering software program marketplace. This is because of the rising usage of 3-D modeling in diverse fields consisting of media & leisure, textbook publishing, construction sports, and geology & technology.",
          "date": "05/11/2017"
        },
        {
          "title": "Alabama swimming and diving readies for SEC Championships",
          "description": "The Alabama Crimson Tide swimming teams are gearing up for the 2019 SEC Swimming and Diving Championships at Gabrielsen Natatorium in Athens, Georgia, this week.Coming off a strong performance at the Auburn Invitational on Feb. 10 that produced 12 wins for the Crimson Tide, head coach Dennis Pursley is looking forward to seeing if his swimmers carry that momentum over into this week.",
          "date": "02/05/2017"
        },
        {
          "title": "The Woodlands boys, girls finish second at UIL state swimming and diving championships",
          "description": "he Woodlands reacts after winning the Class 6A girls 200-yard medley relay during the UIL State Swimming & Diving Championships at the Lee & Joe Jamail Texas Swimming Center, Saturday, Feb. 16, 2019, in Austin. less The Woodlands reacts after winning the Class 6A girls 200-yard medley relay during the UIL State Swimming & Diving Championships at the Lee & Joe Jamail Texas Swimming Center, Saturday, Feb. 16, 2019.",
          "date": "02/16/2019"
        },
        {
          "title": "California struggles to seize guns from people who shouldn’t have them",
          "description": "California has struggled to enforce a unique state law that allows officials to seize guns from people with criminal convictions or mental health problems, leaving firearms in the hands of thousands of people legally barred from owning them.",
          "date": "01/01/2015"
        }
      ]
    },
    {
      "id": "8",
      "website": "ACN Latitudes",
      "articles": [
        {
          "title": "Police: 79 guns stolen at northwest Arkansas hardware store",
          "description": "olice say more than 70 guns have been stolen from a hardware store in northwest Arkansas.Police in Prairie Grove say the Ace Hardware store was broken into about 3 a.m. Friday, but the store's alarm was not triggered and numerous weapons were taken.Police say the suspects, who have not been identified, returned about two hours later and triggered the alarm, but took several more weapons before officers arrived.",
          "date": "03/04/2013"
        },
        {
          "title": "Dr Pepper's New Home? Frisco Set to Approve New Office Building at Dallas Cowboys' Star Development",
          "description": "The City of Frisco is poised to provide the land for construction of a new corporate office building at the Dallas Cowboys' Star development that's expected to become the new home of Keurig Dr Pepper.Frisco City Council plans to vote Tuesday to contribute the land overlooking the Cowboys' practice field for a 300,000-square-foot or larger building. The city's agenda doesn't publicly identify the beverage maker as the tenant.The project comes up for consideration at a time when real estate brokers say Keurig Dr Pepper is planning to relocate its longtime offices from Plano's Legacy business park to The Star.",
          "date": "02/05/2015"
        },
        {
          "title": "China accuses US of trying to block its tech development",
          "description": "China’s government on Monday accused the United States of trying to block the country’s industrial development by alleging that Chinese mobile network gear poses a cybersecurity threat to countries rolling out new internet systems.And in a potential blow to the U.S.’s effort to rally its allies on the issue, British media reported that U.K. intelligence agencies found it’s possible to limit the security risks of using Chinese equipment in so-called 5G networks.",
          "date": "04/05/2016"
        },
        {
          "title": "How Should Investors React To Henderson Land Development Company Limited’s (HKG:12) CEO Pay?",
          "description": "Shau-kee Lee became the CEO of Henderson Land Development Company Limited (HKG:12) in 1976. This report will, first, examine the CEO compensation levels in comparison to CEO compensation at other big companies. Next, we’ll consider growth that the business demonstrates. And finally – as a second measure of performance – we will look at the returns shareholders have received over the last few years. This method should give us information to assess how appropriately the company pays the CEO",
          "date": "03/05/2011"
        },
        {
          "title": "Facebook’s chief AI scientist: Deep learning may need a new programming language",
          "description": "Deep learning may need a new programming language that’s more flexible and easier to work with than Python, Facebook AI Research director Yann LeCun said today. It’s not yet clear if such a language is necessary, but the possibility runs against very entrenched desires from researchers and engineers, he said.",
          "date": "01/06/2017"
        }
      ]
    },
    {
      "id": "9",
      "website": "ActivistPost",
      "articles": [
        {
          "title": "Which Television Mogul Has the Higher Net Worth: Andy Cohen or Ryan Seacrest?",
          "description": "Both Andy Cohen and Ryan Seacrest have taken reality television by storm. Cohen is the king of Bravo, while Seacrest has produced massively popular shows such as Keeping Up With the Kardashians. But one of these television moguls is worth more than the other — who is it?",
          "date": "05/30/2012"
        },
        {
          "title": "Dog days for Australian kids’ television",
          "description": "The most watched series in the history of ABC iView is Bluey — a new Aussie kids’ show focusing on a family of blue heelers. Since its debut in October 2018, Bluey has generated 21.3 million views (and counting). The show was also 2018’s number one Australian children’s series on broadcast television, with an average audience of 341,000 (metropolitan and regional).",
          "date": "10/18/2018"
        },
        {
          "title": "Big ideas anchor ‘Reykjavík’ and ‘The Old Man, the Youth, and the Sea’",
          "description": "A man visiting Iceland to see the aurora borealis engages in a risky hookup at a bar. Telepathic ravens startle two lovers into self-incrimination. In the presence of sinister magical beings, a resourceful sex worker foils a client’s attempts to find truth beneath fantasy. Otherworldly glimmerings intrigue and startle in Steve Yockey’s fitfully compelling “Reykjavík,” now on view in a Rorschach Theatre rolling world premiere production, directed by Rick Hammerly.",
          "date": "01/03/2017"
        },
        {
          "title": "Where Coral and Cactus Thrive, and the Sea Soothes the Soul",
          "description": "We watched the nearly transparent vertical rods called trumpetfish hunt on the backs of parrotfish, blending innocuously into the herbivorous host before darting off for a kill. We got to know and regularly visit a coral rock where a pair of octopus lurked, and watched us back, changing color before our eyes from red to green to gray. And every day we saw the same three parrotfish, vermilion and emerald giants, half as long as us, nipping at invisible food on the corals.",
          "date": "08/19/2015"
        },
        {
          "title": "Two new ferry terminals address the practical — sea level rise — with style",
          "description": "The Bay Area’s ever-expanding ferry service does more than move commuters back and forth. It also strengthens our connections to the body of water that gives this region its name.Certainly that’s the case with the newest points of access: a terminal in Richmond and two additional gates on San Francisco’s Embarcadero. Architecturally, each delivers infrastructure with a flourish. Challenges posed by sea level rise shape the design even as shoreline access is enhanced.",
          "date": "01/01/2018"
        }
      ]
    },
    {
      "id": "10",
      "website": "Addicting Info",
      "articles": [
        {
          "title": "16 States Sue Over Trump's National Emergency Declaration",
          "description": "A section of border wall separates Tijuana, Mexico, from San Diego, as seen from the U.S. in January. California has filed a lawsuit along with 15 other states, calling President Trump's use of a national emergency declaration to redirect money toward border wall construction unconstitutional.",
          "date": "03/23/2011"
        },
        {
          "title": "California, N.Y. and other states sue Trump over national emergency to fund border wall",
          "description": "Today, on Presidents Day, we take President Trump to court to block his misuse of presidential power,California Attorney General Xavier Becerra said in a statement. President Trump is willing to manipulate the Office of the Presidency to engage in unconstitutional theatre performed to convince his audience that he is committed to his ‘beautiful’ border wall. We’re suing President Trump to stop him from unilaterally robbing taxpayer funds lawfully set aside by Congress for the people of our states.",
          "date": "10/14/2017"
        },
        {
          "title": "California leads 16 states in lawsuit against Trump national emergency declaration",
          "description": "The complaint, filed in the U.S. District Court for Northern California, is the third in a string of legal challenges already launched against Trump’s use of emergency powers since he announced the move during a meandering White House news conference on Friday. Public Citizen, a liberal advocacy group, filed a suit late Friday in the District of Columbia on behalf of three Texas landowners who would be impacted by the construction of a wall along the border. And Citizens for Responsibility and Ethics has filed a motion against the Department of Justice demanding that the agency provide documents pertaining to the legal justification of the president’s emergency declaration.",
          "date": "01/05/2016"
        },
        {
          "title": "InSight lander deploys heat probe as NASA ‘prepares to take Mars’ temperature",
          "description": "The U.S. space agency says the lander placed its heat probe -- the Heat and Physical Properties Package -- on the surface of the Red Planet back on Feb 12.This probe will aid scientists back here on Earth discover the planet's temperature and 'how much energy it takes to build a rocky world.'",
          "date": "04/12/2012"
        },
        {
          "title": "Temperature Monitoring Market Size is Expected to Exhibit USD 10000 million by 2023",
          "description": "A temperature sensor collects temperature data and displays in a human-understandable format. These sensors are of two types, contact temperature sensors and non-contact temperature sensors. Industries, automotive, Consumer Electronics and the medical sector are some of the key industries using these temperature sensors.",
          "date": "01/05/2014"
        }
      ]
    }
  ]
}
